tinymce.Resource.add('tinymce.html-i18n.help-keynav.ar',
'<h1>Ø¨Ø¯Ø¡ Ø§Ù„ØªÙ†Ù‚Ù„ Ø¨ÙˆØ§Ø³Ø·Ø© Ù„ÙˆØ­Ø© Ø§Ù„Ù…ÙØ§ØªÙŠØ­</h1>\n' +
  '\n' +
  '<dl>\n' +
  '  <dt>Ø§Ù„ØªØ±ÙƒÙŠØ² Ø¹Ù„Ù‰ Ø´Ø±ÙŠØ· Ø§Ù„Ù‚ÙˆØ§Ø¦Ù…</dt>\n' +
  '  <dd>Ù†Ø¸Ø§Ù…Ø§ Ø§Ù„ØªØ´ØºÙŠÙ„ Windows Ø£Ùˆ Linux: Alt + F9</dd>\n' +
  '  <dd>Ù†Ø¸Ø§Ù… Ø§Ù„ØªØ´ØºÙŠÙ„ macOS: &#x2325;F9</dd>\n' +
  '  <dt>Ø§Ù„ØªØ±ÙƒÙŠØ² Ø¹Ù„Ù‰ Ø´Ø±ÙŠØ· Ø§Ù„Ø£Ø¯ÙˆØ§Øª</dt>\n' +
  '  <dd>Ù†Ø¸Ø§Ù…Ø§ Ø§Ù„ØªØ´ØºÙŠÙ„ Windows Ø£Ùˆ Linux: Alt + F10</dd>\n' +
  '  <dd>Ù†Ø¸Ø§Ù… Ø§Ù„ØªØ´ØºÙŠÙ„ macOS: &#x2325;F10</dd>\n' +
  '  <dt>Ø§Ù„ØªØ±ÙƒÙŠØ² Ø¹Ù„Ù‰ Ø§Ù„ØªØ°ÙŠÙŠÙ„</dt>\n' +
  '  <dd>Ù†Ø¸Ø§Ù…Ø§ Ø§Ù„ØªØ´ØºÙŠÙ„ Windows Ø£Ùˆ Linux: Alt + F11</dd>\n' +
  '  <dd>Ù†Ø¸Ø§Ù… Ø§Ù„ØªØ´ØºÙŠÙ„ macOS: &#x2325;F11</dd>\n' +
  '  <dt>ØªØ±ÙƒÙŠØ² Ø§Ù„Ø¥Ø´Ø¹Ø§Ø±Ø§Øª</dt>\n' +
  '  <dd>Ù†Ø¸Ø§Ù…Ø§ Ø§Ù„ØªØ´ØºÙŠÙ„ Windows Ø£Ùˆ Linux: Alt + F12</dd>\n' +
  '  <dd>Ù†Ø¸Ø§Ù… Ø§Ù„ØªØ´ØºÙŠÙ„ macOS: &#x2325;F12</dd>\n' +
  '  <dt>Ø§Ù„ØªØ±ÙƒÙŠØ² Ø¹Ù„Ù‰ Ø´Ø±ÙŠØ· Ø£Ø¯ÙˆØ§Øª Ø§Ù„Ø³ÙŠØ§Ù‚</dt>\n' +
  '  <dd>Ø£Ù†Ø¸Ù…Ø© Ø§Ù„ØªØ´ØºÙŠÙ„ Windows Ø£Ùˆ Linux Ø£Ùˆ macOS: Ctrl+F9</dd>\n' +
  '</dl>\n' +
  '\n' +
  '<p>Ø³ÙŠØ¨Ø¯Ø£ Ø§Ù„ØªÙ†Ù‚Ù„ Ø¹Ù†Ø¯ Ø¹Ù†ØµØ± ÙˆØ§Ø¬Ù‡Ø© Ø§Ù„Ù…Ø³ØªØ®Ø¯Ù… Ø§Ù„Ø£ÙˆÙ„ØŒ ÙˆØ§Ù„Ø°ÙŠ Ø³ÙŠØªÙ… ØªÙ…ÙŠÙŠØ²Ù‡ Ø£Ùˆ ØªØ³Ø·ÙŠØ±Ù‡ ÙÙŠ Ø­Ø§Ù„Ø© Ø§Ù„Ø¹Ù†ØµØ± Ø§Ù„Ø£ÙˆÙ„ ÙÙŠ\n' +
  '  Ù…Ø³Ø§Ø± Ø¹Ù†ØµØ± Ø§Ù„ØªØ°ÙŠÙŠÙ„.</p>\n' +
  '\n' +
  '<h1>Ø§Ù„ØªÙ†Ù‚Ù„ Ø¨ÙŠÙ† Ø£Ù‚Ø³Ø§Ù… ÙˆØ§Ø¬Ù‡Ø© Ø§Ù„Ù…Ø³ØªØ®Ø¯Ù…</h1>\n' +
  '\n' +
  '<p>Ù„Ù„Ø§Ù†ØªÙ‚Ø§Ù„ Ù…Ù† Ø£Ø­Ø¯ Ø£Ù‚Ø³Ø§Ù… ÙˆØ§Ø¬Ù‡Ø© Ø§Ù„Ù…Ø³ØªØ®Ø¯Ù… Ø¥Ù„Ù‰ Ø§Ù„Ù‚Ø³Ù… Ø§Ù„ØªØ§Ù„ÙŠØŒ Ø§Ø¶ØºØ· Ø¹Ù„Ù‰ <strong>Tab</strong>.</p>\n' +
  '\n' +
  '<p>Ù„Ù„Ø§Ù†ØªÙ‚Ø§Ù„ Ù…Ù† Ø£Ø­Ø¯ Ø£Ù‚Ø³Ø§Ù… ÙˆØ§Ø¬Ù‡Ø© Ø§Ù„Ù…Ø³ØªØ®Ø¯Ù… Ø¥Ù„Ù‰ Ø§Ù„Ù‚Ø³Ù… Ø§Ù„Ø³Ø§Ø¨Ù‚ØŒ Ø§Ø¶ØºØ· Ø¹Ù„Ù‰ <strong>Shift+Tab</strong>.</p>\n' +
  '\n' +
  '<p>ØªØ±ØªÙŠØ¨ Ø¹Ù„Ø§Ù…Ø§Øª <strong>Tab</strong> Ù„Ø£Ù‚Ø³Ø§Ù… ÙˆØ§Ø¬Ù‡Ø© Ø§Ù„Ù…Ø³ØªØ®Ø¯Ù… Ù‡Ø°Ù‡ Ù‡Ùˆ:</p>\n' +
  '\n' +
  '<ol>\n' +
  '  <li>Ø´Ø±ÙŠØ· Ø§Ù„Ù‚ÙˆØ§Ø¦Ù…</li>\n' +
  '  <li>ÙƒÙ„ Ù…Ø¬Ù…ÙˆØ¹Ø© Ø´Ø±ÙŠØ· Ø§Ù„Ø£Ø¯ÙˆØ§Øª</li>\n' +
  '  <li>Ø§Ù„Ø´Ø±ÙŠØ· Ø§Ù„Ø¬Ø§Ù†Ø¨ÙŠ</li>\n' +
  '  <li>Ù…Ø³Ø§Ø± Ø§Ù„Ø¹Ù†ØµØ± ÙÙŠ Ø§Ù„ØªØ°ÙŠÙŠÙ„</li>\n' +
  '  <li>Ø²Ø± ØªØ¨Ø¯ÙŠÙ„ Ø¹Ø¯Ø¯ Ø§Ù„ÙƒÙ„Ù…Ø§Øª ÙÙŠ Ø§Ù„ØªØ°ÙŠÙŠÙ„</li>\n' +
  '  <li>Ø±Ø§Ø¨Ø· Ø¥Ø¯Ø±Ø§Ø¬ Ø§Ù„Ø¹Ù„Ø§Ù…Ø© Ø§Ù„ØªØ¬Ø§Ø±ÙŠØ© ÙÙŠ Ø§Ù„ØªØ°ÙŠÙŠÙ„</li>\n' +
  '  <li>Ù…Ø¤Ø´Ø± ØªØºÙŠÙŠØ± Ø­Ø¬Ù… Ø§Ù„Ù…Ø­Ø±Ø± ÙÙŠ Ø§Ù„ØªØ°ÙŠÙŠÙ„</li>\n' +
  '</ol>\n' +
  '\n' +
  '<p>Ø¥Ø°Ø§ Ù„Ù… ÙŠÙƒÙ† Ù‚Ø³Ù… ÙˆØ§Ø¬Ù‡Ø© Ø§Ù„Ù…Ø³ØªØ®Ø¯Ù… Ù…ÙˆØ¬ÙˆØ¯Ù‹Ø§ØŒ ÙØ³ÙŠØªÙ… ØªØ®Ø·ÙŠÙ‡.</p>\n' +
  '\n' +
  '<p>Ø¥Ø°Ø§ ÙƒØ§Ù† Ø§Ù„ØªØ°ÙŠÙŠÙ„ ÙŠØ­ØªÙˆÙŠ Ø¹Ù„Ù‰ Ø§Ù„ØªØ±ÙƒÙŠØ² Ø¹Ù„Ù‰ â€â€«Ø§Ù„ØªÙ†Ù‚Ù„ Ø¨ÙˆØ§Ø³Ø·Ø© Ù„ÙˆØ­Ø© Ø§Ù„Ù…ÙØ§ØªÙŠØ­ØŒ ÙˆÙ„Ø§ ÙŠÙˆØ¬Ø¯ Ø´Ø±ÙŠØ· Ø¬Ø§Ù†Ø¨ÙŠ Ù…Ø±Ø¦ÙŠØŒ ÙØ¥Ù† Ø§Ù„Ø¶ØºØ· Ø¹Ù„Ù‰ <strong>Shift+Tab</strong>\n' +
  '  ÙŠÙ†Ù‚Ù„ Ø§Ù„ØªØ±ÙƒÙŠØ² Ø¥Ù„Ù‰ Ù…Ø¬Ù…ÙˆØ¹Ø© Ø´Ø±ÙŠØ· Ø§Ù„Ø£Ø¯ÙˆØ§Øª Ø§Ù„Ø£ÙˆÙ„Ù‰ØŒ ÙˆÙ„ÙŠØ³ Ø§Ù„Ø£Ø®ÙŠØ±Ø©.</p>\n' +
  '\n' +
  '<h1>Ø§Ù„ØªÙ†Ù‚Ù„ Ø¨ÙŠÙ† Ø£Ù‚Ø³Ø§Ù… ÙˆØ§Ø¬Ù‡Ø© Ø§Ù„Ù…Ø³ØªØ®Ø¯Ù…</h1>\n' +
  '\n' +
  '<p>Ù„Ù„Ø§Ù†ØªÙ‚Ø§Ù„ Ù…Ù† Ø£Ø­Ø¯ Ø¹Ù†Ø§ØµØ± ÙˆØ§Ø¬Ù‡Ø© Ø§Ù„Ù…Ø³ØªØ®Ø¯Ù… Ø¥Ù„Ù‰ Ø§Ù„Ø¹Ù†ØµØ± Ø§Ù„ØªØ§Ù„ÙŠØŒ Ø§Ø¶ØºØ· Ø¹Ù„Ù‰ Ù…ÙØªØ§Ø­ <strong>Ø§Ù„Ø³Ù‡Ù…</strong> Ø§Ù„Ù…Ù†Ø§Ø³Ø¨.</p>\n' +
  '\n' +
  '<p>Ù…ÙØªØ§Ø­Ø§ Ø§Ù„Ø³Ù‡Ù…ÙŠÙ† <strong>Ø§Ù„ÙŠØ³Ø§Ø±â€Ž</strong> Ùˆ<strong>Ø§Ù„ÙŠÙ…ÙŠÙ†â€Ž</strong></p>\n' +
  '\n' +
  '<ul>\n' +
  '  <li>Ø§Ù„ØªÙ†Ù‚Ù„ Ø¨ÙŠÙ† Ø§Ù„Ù‚ÙˆØ§Ø¦Ù… ÙÙŠ Ø´Ø±ÙŠØ· Ø§Ù„Ù‚ÙˆØ§Ø¦Ù….</li>\n' +
  '  <li>ÙØªØ­ Ù‚Ø§Ø¦Ù…Ø© ÙØ±Ø¹ÙŠØ© ÙÙŠ Ø§Ù„Ù‚Ø§Ø¦Ù…Ø©.</li>\n' +
  '  <li>Ø§Ù„ØªÙ†Ù‚Ù„ Ø¨ÙŠÙ† Ø§Ù„Ø£Ø²Ø±Ø§Ø± ÙÙŠ Ù…Ø¬Ù…ÙˆØ¹Ø© Ø´Ø±ÙŠØ· Ø§Ù„Ø£Ø¯ÙˆØ§Øª.</li>\n' +
  '  <li>Ø§Ù„ØªÙ†Ù‚Ù„ Ø¨ÙŠÙ† Ø§Ù„Ø¹Ù†Ø§ØµØ± ÙÙŠ Ù…Ø³Ø§Ø± Ø¹Ù†ØµØ± Ø§Ù„ØªØ°ÙŠÙŠÙ„.</li>\n' +
  '</ul>\n' +
  '\n' +
  '<p>Ù…ÙØªØ§Ø­Ø§ Ø§Ù„Ø³Ù‡Ù…ÙŠÙ† <strong>Ù„Ø£Ø³ÙÙ„â€Ž</strong> Ùˆ<strong>Ù„Ø£Ø¹Ù„Ù‰â€Ž</strong></p>\n' +
  '\n' +
  '<ul>\n' +
  '  <li>Ø§Ù„ØªÙ†Ù‚Ù„ Ø¨ÙŠÙ† Ø¹Ù†Ø§ØµØ± Ø§Ù„Ù‚Ø§Ø¦Ù…Ø© ÙÙŠ Ø§Ù„Ù‚Ø§Ø¦Ù…Ø©.</li>\n' +
  '  <li>Ø§Ù„ØªÙ†Ù‚Ù„ Ø¨ÙŠÙ† Ø§Ù„Ø¹Ù†Ø§ØµØ± ÙÙŠ Ù‚Ø§Ø¦Ù…Ø© Ø´Ø±ÙŠØ· Ø§Ù„Ø£Ø¯ÙˆØ§Øª Ø§Ù„Ù…Ù†Ø¨Ø«Ù‚Ø©.</li>\n' +
  '</ul>\n' +
  '\n' +
  '<p>Ø¯ÙˆØ±Ø© Ù…ÙØ§ØªÙŠØ­ <strong>Ø§Ù„Ø£Ø³Ù‡Ù…â€Ž</strong> Ø¯Ø§Ø®Ù„ Ù‚Ø³Ù… ÙˆØ§Ø¬Ù‡Ø© Ø§Ù„Ù…Ø³ØªØ®Ø¯Ù… Ø§Ù„ØªÙŠ ØªÙ… Ø§Ù„ØªØ±ÙƒÙŠØ² Ø¹Ù„ÙŠÙ‡Ø§.</p>\n' +
  '\n' +
  '<p>Ù„Ø¥ØºÙ„Ø§Ù‚ Ù‚Ø§Ø¦Ù…Ø© Ù…ÙØªÙˆØ­Ø© Ø£Ùˆ Ù‚Ø§Ø¦Ù…Ø© ÙØ±Ø¹ÙŠØ© Ù…ÙØªÙˆØ­Ø© Ø£Ùˆ Ù‚Ø§Ø¦Ù…Ø© Ù…Ù†Ø¨Ø«Ù‚Ø© Ù…ÙØªÙˆØ­Ø©ØŒ Ø§Ø¶ØºØ· Ø¹Ù„Ù‰ Ù…ÙØªØ§Ø­ <strong>Esc</strong>.</p>\n' +
  '\n' +
  '<p>Ø¥Ø°Ø§ ÙƒØ§Ù† Ø§Ù„ØªØ±ÙƒÙŠØ² Ø§Ù„Ø­Ø§Ù„ÙŠ Ø¹Ù„Ù‰ "Ø§Ù„Ø¬Ø²Ø¡ Ø§Ù„Ø¹Ù„ÙˆÙŠ" Ù…Ù† Ù‚Ø³Ù… Ù…Ø¹ÙŠÙ† Ù„ÙˆØ§Ø¬Ù‡Ø© Ø§Ù„Ù…Ø³ØªØ®Ø¯Ù…ØŒ ÙØ¥Ù† Ø§Ù„Ø¶ØºØ· Ø¹Ù„Ù‰ Ù…ÙØªØ§Ø­ <strong>Esc</strong> ÙŠØ¤Ø¯ÙŠ Ø£ÙŠØ¶Ù‹Ø§ Ø¥Ù„Ù‰ Ø§Ù„Ø®Ø±ÙˆØ¬\n' +
  '  Ù…Ù† Ø§Ù„ØªÙ†Ù‚Ù„ Ø¨ÙˆØ§Ø³Ø·Ø© Ù„ÙˆØ­Ø© Ø§Ù„Ù…ÙØ§ØªÙŠØ­ Ø¨Ø§Ù„ÙƒØ§Ù…Ù„.</p>\n' +
  '\n' +
  '<h1>ØªÙ†ÙÙŠØ° Ø¹Ù†ØµØ± Ù‚Ø§Ø¦Ù…Ø© Ø£Ùˆ Ø²Ø± Ø´Ø±ÙŠØ· Ø£Ø¯ÙˆØ§Øª</h1>\n' +
  '\n' +
  '<p>Ø¹Ù†Ø¯Ù…Ø§ ÙŠØªÙ… ØªÙ…ÙŠÙŠØ² Ø¹Ù†ØµØ± Ø§Ù„Ù‚Ø§Ø¦Ù…Ø© Ø§Ù„Ù…Ø·Ù„ÙˆØ¨ Ø£Ùˆ Ø²Ø± Ø´Ø±ÙŠØ· Ø§Ù„Ø£Ø¯ÙˆØ§ØªØŒ Ø§Ø¶ØºØ· Ø¹Ù„Ù‰ Ø²Ø± <strong>Return</strong>ØŒ Ø£Ùˆ <strong>Enter</strong>ØŒ\n' +
  '  Ø£Ùˆ <strong>Ù…ÙØªØ§Ø­ Ø§Ù„Ù…Ø³Ø§ÙØ©</strong> Ù„ØªÙ†ÙÙŠØ° Ø§Ù„Ø¹Ù†ØµØ±.</p>\n' +
  '\n' +
  '<h1>Ø§Ù„ØªÙ†Ù‚Ù„ ÙÙŠ Ù…Ø±Ø¨Ø¹Ø§Øª Ø§Ù„Ø­ÙˆØ§Ø± ØºÙŠØ± Ø§Ù„Ù…Ø¨ÙˆØ¨Ø©</h1>\n' +
  '\n' +
  '<p>ÙÙŠ Ù…Ø±Ø¨Ø¹Ø§Øª Ø§Ù„Ø­ÙˆØ§Ø± ØºÙŠØ± Ø§Ù„Ù…Ø¨ÙˆØ¨Ø©ØŒ ÙŠØªÙ… Ø§Ù„ØªØ±ÙƒÙŠØ² Ø¹Ù„Ù‰ Ø§Ù„Ù…ÙƒÙˆÙ† Ø§Ù„ØªÙØ§Ø¹Ù„ÙŠ Ø§Ù„Ø£ÙˆÙ„ Ø¹Ù†Ø¯ ÙØªØ­ Ù…Ø±Ø¨Ø¹ Ø§Ù„Ø­ÙˆØ§Ø±.</p>\n' +
  '\n' +
  '<p>Ø§Ù„ØªÙ†Ù‚Ù„ Ø¨ÙŠÙ† Ù…ÙƒÙˆÙ†Ø§Øª Ø§Ù„Ø­ÙˆØ§Ø± Ø§Ù„ØªÙØ§Ø¹Ù„ÙŠ Ø¨Ø§Ù„Ø¶ØºØ· Ø¹Ù„Ù‰ Ø²Ø± <strong>Tab</strong> Ø£Ùˆ <strong>Shift+Tab</strong>.</p>\n' +
  '\n' +
  '<h1>Ø§Ù„ØªÙ†Ù‚Ù„ ÙÙŠ Ù…Ø±Ø¨Ø¹Ø§Øª Ø§Ù„Ø­ÙˆØ§Ø± Ø§Ù„Ù…Ø¨ÙˆØ¨Ø©</h1>\n' +
  '\n' +
  '<p>ÙÙŠ Ù…Ø±Ø¨Ø¹Ø§Øª Ø§Ù„Ø­ÙˆØ§Ø± Ø§Ù„Ù…Ø¨ÙˆØ¨Ø©ØŒ ÙŠØªÙ… Ø§Ù„ØªØ±ÙƒÙŠØ² Ø¹Ù„Ù‰ Ø§Ù„Ø²Ø± Ø§Ù„Ø£ÙˆÙ„ ÙÙŠ Ù‚Ø§Ø¦Ù…Ø© Ø¹Ù„Ø§Ù…Ø§Øª Ø§Ù„ØªØ¨ÙˆÙŠØ¨ Ø¹Ù†Ø¯ ÙØªØ­ Ù…Ø±Ø¨Ø¹ Ø§Ù„Ø­ÙˆØ§Ø±.</p>\n' +
  '\n' +
  '<p>Ø§Ù„ØªÙ†Ù‚Ù„ Ø¨ÙŠÙ† Ø§Ù„Ù…ÙƒÙˆÙ†Ø§Øª Ø§Ù„ØªÙØ§Ø¹Ù„ÙŠØ© Ù„Ø¹Ù„Ø§Ù…Ø© Ø§Ù„ØªØ¨ÙˆÙŠØ¨ Ù„Ù…Ø±Ø¨Ø¹ Ø§Ù„Ø­ÙˆØ§Ø± Ù‡Ø°Ù‡ Ø¨Ø§Ù„Ø¶ØºØ· Ø¹Ù„Ù‰ Ø²Ø± <strong>Tab</strong> Ø£Ùˆ\n' +
  '  <strong>Shift+Tab</strong>.</p>\n' +
  '\n' +
  '<p>Ø§Ù„ØªØ¨Ø¯ÙŠÙ„ Ø¥Ù„Ù‰ Ø¹Ù„Ø§Ù…Ø© ØªØ¨ÙˆÙŠØ¨ Ø£Ø®Ø±Ù‰ Ù„Ù…Ø±Ø¨Ø¹ Ø§Ù„Ø­ÙˆØ§Ø± Ù…Ù† Ø®Ù„Ø§Ù„ Ø§Ù„ØªØ±ÙƒÙŠØ² Ø¹Ù„Ù‰ Ù‚Ø§Ø¦Ù…Ø© Ø¹Ù„Ø§Ù…Ø© Ø§Ù„ØªØ¨ÙˆÙŠØ¨ Ø«Ù… Ø§Ù„Ø¶ØºØ· Ø¹Ù„Ù‰ Ø²Ø± <strong>Ø§Ù„Ø³Ù‡Ù…</strong> Ø§Ù„Ù…Ù†Ø§Ø³Ø¨\n' +
  '  Ù…ÙØªØ§Ø­ Ù„Ù„ØªÙ†Ù‚Ù„ Ø¨ÙŠÙ† Ø¹Ù„Ø§Ù…Ø§Øª Ø§Ù„ØªØ¨ÙˆÙŠØ¨ Ø§Ù„Ù…ØªØ§Ø­Ø©.</p>\n');