tinymce.Resource.add('tinymce.html-i18n.help-keynav.fa',
'<h1>Ø´Ø±ÙˆØ¹ Ù¾ÛŒÙ…Ø§ÛŒØ´ ØµÙØ­Ù‡â€ŒÚ©Ù„ÛŒØ¯</h1>\n' +
  '\n' +
  '<dl>\n' +
  '  <dt>ØªÙ…Ø±Ú©Ø² Ø¨Ø± Ù†ÙˆØ§Ø± Ù…Ù†Ùˆ</dt>\n' +
  '  <dd>Windows ÛŒØ§ Linux:â€Žâ€: Alt+F9</dd>\n' +
  '  <dd>â€Žâ€macOS: &#x2325;F9â€Žâ€</dd>\n' +
  '  <dt>ØªÙ…Ø±Ú©Ø² Ø¨Ø± Ù†ÙˆØ§Ø± Ø§Ø¨Ø²Ø§Ø±</dt>\n' +
  '  <dd>Windows ÛŒØ§ Linuxâ€Žâ€: Alt+F10</dd>\n' +
  '  <dd>â€Žâ€macOS: &#x2325;F10â€Žâ€</dd>\n' +
  '  <dt>ØªÙ…Ø±Ú©Ø² Ø¨Ø± Ù¾Ø§Ù†ÙˆÛŒØ³</dt>\n' +
  '  <dd>Windows ÛŒØ§ Linuxâ€Žâ€: Alt+F11</dd>\n' +
  '  <dd>â€Žâ€macOS: &#x2325;F11â€Žâ€</dd>\n' +
  '  <dt>ØªÙ…Ø±Ú©Ø² Ø§Ø¹Ù„Ø§Ù†</dt>\n' +
  '  <dd>ÙˆÛŒÙ†Ø¯ÙˆØ² ÛŒØ§ Ù„ÛŒÙ†ÙˆÚ©Ø³: Alt+F12</dd>\n' +
  '  <dd>macOS: &#x2325;F12</dd>\n' +
  '  <dt>ØªÙ…Ø±Ú©Ø² Ø¨Ø± Ù†ÙˆØ§Ø± Ø§Ø¨Ø²Ø§Ø± Ø¨Ø§ÙØªØ§Ø±ÛŒ</dt>\n' +
  '  <dd>Windows ØŒLinux ÛŒØ§ macOS:â€ Ctrl+F9</dd>\n' +
  '</dl>\n' +
  '\n' +
  '<p>Ù¾ÛŒÙ…Ø§ÛŒØ´ Ø¯Ø± Ø§ÙˆÙ„ÛŒÙ† Ù…ÙˆØ±Ø¯ Ø±Ø§Ø¨Ø· Ú©Ø§Ø±Ø¨Ø±ÛŒ Ø´Ø±ÙˆØ¹ Ù…ÛŒâ€ŒØ´ÙˆØ¯ Ùˆ Ø¯Ø±Ø®ØµÙˆØµ Ø§ÙˆÙ„ÛŒÙ† Ù…ÙˆØ±Ø¯ Ø¯Ø±\n' +
  '  Ù…Ø³ÛŒØ± Ø¹Ù†ØµØ± Ù¾Ø§Ù†ÙˆÛŒØ³ØŒ Ø¨Ø±Ø¬Ø³ØªÙ‡ ÛŒØ§ Ø²ÛŒØ±Ø®Ø·â€ŒØ¯Ø§Ø± Ù…ÛŒâ€ŒØ´ÙˆØ¯.</p>\n' +
  '\n' +
  '<h1>Ù¾ÛŒÙ…Ø§ÛŒØ´ Ø¨ÛŒÙ† Ø¨Ø®Ø´â€ŒÙ‡Ø§ÛŒ Ø±Ø§Ø¨Ø· Ú©Ø§Ø±Ø¨Ø±ÛŒ</h1>\n' +
  '\n' +
  '<p>Ø¨Ø±Ø§ÛŒ Ø¬Ø§Ø¨Ø¬Ø§ÛŒÛŒ Ø§Ø² ÛŒÚ© Ø¨Ø®Ø´ Ø±Ø§Ø¨Ø· Ú©Ø§Ø±Ø¨Ø±ÛŒ Ø¨Ù‡ Ø¨Ø®Ø´ Ø¨Ø¹Ø¯ÛŒØŒ <strong>Tab</strong> Ø±Ø§ ÙØ´Ø§Ø± Ø¯Ù‡ÛŒØ¯.</p>\n' +
  '\n' +
  '<p>Ø¨Ø±Ø§ÛŒ Ø¬Ø§Ø¨Ø¬Ø§ÛŒÛŒ Ø§Ø² ÛŒÚ© Ø¨Ø®Ø´ Ø±Ø§Ø¨Ø· Ú©Ø§Ø±Ø¨Ø±ÛŒ Ø¨Ù‡ Ø¨Ø®Ø´ Ù‚Ø¨Ù„ÛŒØŒ <strong>Shift+Tab</strong> Ø±Ø§ ÙØ´Ø§Ø± Ø¯Ù‡ÛŒØ¯.</p>\n' +
  '\n' +
  '<p>ØªØ±ØªÛŒØ¨ <strong>Tab</strong> Ø§ÛŒÙ† Ø¨Ø®Ø´â€ŒÙ‡Ø§ÛŒ Ø±Ø§Ø¨Ø· Ú©Ø§Ø±Ø¨Ø±ÛŒ Ø¹Ø¨Ø§Ø±ØªÙ†Ø¯ Ø§Ø²:</p>\n' +
  '\n' +
  '<ol>\n' +
  '  <li>Ù†ÙˆØ§Ø± Ù…Ù†Ùˆ</li>\n' +
  '  <li>Ù‡Ø± Ú¯Ø±ÙˆÙ‡ Ù†ÙˆØ§Ø± Ø§Ø¨Ø²Ø§Ø±</li>\n' +
  '  <li>Ù†ÙˆØ§Ø± Ú©Ù†Ø§Ø±ÛŒ</li>\n' +
  '  <li>Ù…Ø³ÛŒØ± Ø¹Ù†ØµØ± Ø¯Ø± Ù¾Ø§Ù†ÙˆÛŒØ³</li>\n' +
  '  <li>Ø¯Ú©Ù…Ù‡ ØªØºÛŒÛŒØ± ÙˆØ¶Ø¹ÛŒØª ØªØ¹Ø¯Ø§Ø¯ Ú©Ù„Ù…Ø§Øª Ø¯Ø± Ù¾Ø§Ù†ÙˆÛŒØ³</li>\n' +
  '  <li>Ù¾ÛŒÙˆÙ†Ø¯ Ù†Ù…Ø§Ù†Ø§Ù…â€ŒØ³Ø§Ø²ÛŒ Ø¯Ø± Ù¾Ø§Ù†ÙˆÛŒØ³</li>\n' +
  '  <li>Ø¯Ø³ØªÙ‡ ØªØºÛŒÛŒØ± Ø§Ù†Ø¯Ø§Ø²Ù‡ ÙˆÛŒØ±Ø§ÛŒØ´Ú¯Ø± Ø¯Ø± Ù¾Ø§Ù†ÙˆÛŒØ³</li>\n' +
  '</ol>\n' +
  '\n' +
  '<p>Ø§Ú¯Ø± Ø¨Ø®Ø´ÛŒ Ø§Ø² Ø±Ø§Ø¨Ø· Ú©Ø§Ø±Ø¨Ø±ÛŒ Ù…ÙˆØ¬ÙˆØ¯ Ù†Ø¨Ø§Ø´Ø¯ØŒ Ø±Ø¯ Ù…ÛŒâ€ŒØ´ÙˆØ¯.</p>\n' +
  '\n' +
  '<p>Ø§Ú¯Ø± Ù¾Ø§Ù†ÙˆÛŒØ³ Ø¯Ø§Ø±Ø§ÛŒ ØªÙ…Ø±Ú©Ø² Ø¨Ø± Ù¾ÛŒÙ…Ø§ÛŒØ´ ØµÙØ­Ù‡â€ŒÚ©Ù„ÛŒØ¯ Ø¨Ø§Ø´Ø¯ØŒâ€Œ Ùˆ Ù†ÙˆØ§Ø± Ú©Ù†Ø§Ø±ÛŒ Ù‚Ø§Ø¨Ù„â€ŒÙ…Ø´Ø§Ù‡Ø¯Ù‡ ÙˆØ¬ÙˆØ¯ Ù†Ø¯Ø§Ø±Ø¯ØŒ ÙØ´Ø±Ø¯Ù† <strong>Shift+Tab</strong>\n' +
  '  ØªÙ…Ø±Ú©Ø² Ø±Ø§ Ø¨Ù‡ Ú¯Ø±ÙˆÙ‡ Ù†ÙˆØ§Ø± Ø§Ø¨Ø²Ø§Ø± Ø§ÙˆÙ„ Ù…ÛŒâ€ŒØ¨Ø±Ø¯ØŒ Ù†Ù‡ Ø¢Ø®Ø±.</p>\n' +
  '\n' +
  '<h1>Ù¾ÛŒÙ…Ø§ÛŒØ´ Ø¯Ø± Ø¨Ø®Ø´â€ŒÙ‡Ø§ÛŒ Ø±Ø§Ø¨Ø· Ú©Ø§Ø±Ø¨Ø±ÛŒ</h1>\n' +
  '\n' +
  '<p>Ø¨Ø±Ø§ÛŒ Ø¬Ø§Ø¨Ø¬Ø§ÛŒÛŒ Ø§Ø² ÛŒÚ© Ø¹Ù†ØµØ± Ø±Ø§Ø¨Ø· Ú©Ø§Ø±Ø¨Ø±ÛŒ Ø¨Ù‡ Ø¨Ø¹Ø¯ÛŒØŒ Ú©Ù„ÛŒØ¯ <strong>Ø¬Ù‡Øªâ€ŒÙ†Ù…Ø§ÛŒ</strong> Ù…Ù†Ø§Ø³Ø¨ Ø±Ø§ ÙØ´Ø§Ø± Ø¯Ù‡ÛŒØ¯.</p>\n' +
  '\n' +
  '<p>Ú©Ù„ÛŒØ¯Ù‡Ø§ÛŒ Ø¬Ù‡Øªâ€ŒÙ†Ù…Ø§ÛŒ <strong>Ú†Ù¾</strong> Ùˆ <strong>Ø±Ø§Ø³Øª</strong></p>\n' +
  '\n' +
  '<ul>\n' +
  '  <li>Ø¬Ø§Ø¨Ø¬Ø§ÛŒÛŒ Ø¨ÛŒÙ† Ù…Ù†ÙˆÙ‡Ø§ Ø¯Ø± Ù†ÙˆØ§Ø± Ù…Ù†Ùˆ.</li>\n' +
  '  <li>Ø¨Ø§Ø² Ú©Ø±Ø¯Ù† Ù…Ù†ÙˆÛŒ ÙØ±Ø¹ÛŒ Ø¯Ø± ÛŒÚ© Ù…Ù†Ùˆ.</li>\n' +
  '  <li>Ø¬Ø§Ø¨Ø¬Ø§ÛŒÛŒ Ø¨ÛŒÙ† Ø¯Ú©Ù…Ù‡â€ŒÙ‡Ø§ Ø¯Ø± ÛŒÚ© Ú¯Ø±ÙˆÙ‡ Ù†ÙˆØ§Ø± Ø§Ø¨Ø²Ø§Ø±.</li>\n' +
  '  <li>Ø¬Ø§Ø¨Ø¬Ø§ÛŒÛŒ Ø¨ÛŒÙ† Ù…ÙˆØ§Ø±Ø¯ Ø¯Ø± Ù…Ø³ÛŒØ± Ø¹Ù†ØµØ± Ù¾Ø§Ù†ÙˆÛŒØ³.</li>\n' +
  '</ul>\n' +
  '\n' +
  '<p>Ú©Ù„ÛŒØ¯Ù‡Ø§ÛŒ Ø¬Ù‡Øªâ€ŒÙ†Ù…Ø§ÛŒ <strong>Ù¾Ø§ÛŒÛŒÙ†</strong> Ùˆ <strong>Ø¨Ø§Ù„Ø§</strong></p>\n' +
  '\n' +
  '<ul>\n' +
  '  <li>Ø¬Ø§Ø¨Ø¬Ø§ÛŒÛŒ Ø¨ÛŒÙ† Ù…ÙˆØ§Ø±Ø¯ Ù…Ù†Ùˆ Ø¯Ø± ÛŒÚ© Ù…Ù†Ùˆ.</li>\n' +
  '  <li>Ø¬Ø§Ø¨Ø¬Ø§ÛŒÛŒ Ø¨ÛŒÙ† Ù…ÙˆØ§Ø±Ø¯ Ø¯Ø± ÛŒÚ© Ù…Ù†ÙˆÛŒ Ø¨Ø§Ø²Ø´ÙˆÛŒ Ù†ÙˆØ§Ø± Ø§Ø¨Ø²Ø§Ø±.</li>\n' +
  '</ul>\n' +
  '\n' +
  '<p>Ú©Ù„ÛŒØ¯Ù‡Ø§ÛŒ<strong>Ø¬Ù‡Øªâ€ŒÙ†Ù…Ø§</strong> Ø¯Ø± Ø¨Ø®Ø´ Ø±Ø§Ø¨Ø· Ú©Ø§Ø±Ø¨Ø±ÛŒ Ù…ØªÙ…Ø±Ú©Ø² Ù…ÛŒâ€ŒÚ†Ø±Ø®Ù†Ø¯.</p>\n' +
  '\n' +
  '<p>Ø¨Ø±Ø§ÛŒ Ø¨Ø³ØªÙ† ÛŒÚ© Ù…Ù†ÙˆÛŒ Ø¨Ø§Ø²ØŒ ÛŒÚ© Ù…Ù†ÙˆÛŒ ÙØ±Ø¹ÛŒ Ø¨Ø§Ø²ØŒ ÛŒØ§ ÛŒÚ© Ù…Ù†ÙˆÛŒ Ø¨Ø§Ø²Ø´ÙˆÛŒ Ø¨Ø§Ø²ØŒ Ú©Ù„ÛŒØ¯ <strong>Esc</strong> Ø±Ø§ ÙØ´Ø§Ø± Ø¯Ù‡ÛŒØ¯.</p>\n' +
  '\n' +
  '<p>Ø§Ú¯Ø± ØªÙ…Ø±Ú©Ø² ÙØ¹Ù„ÛŒ Ø¯Ø± Â«Ø¨Ø§Ù„Ø§ÛŒÂ» ÛŒÚ© Ø¨Ø®Ø´ Ø±Ø§Ø¨Ø· Ú©Ø§Ø±Ø¨Ø±ÛŒ Ø®Ø§Øµ Ø§Ø³ØªØŒ ÙØ´Ø±Ø¯Ù† Ú©Ù„ÛŒØ¯ <strong>Esc</strong> Ù†ÛŒØ² Ù…ÙˆØ¬Ø¨\n' +
  '  Ø®Ø±ÙˆØ¬ Ú©Ø§Ù…Ù„ Ø§Ø² Ù¾ÛŒÙ…Ø§ÛŒØ´ ØµÙØ­Ù‡â€ŒÚ©Ù„ÛŒØ¯ Ù…ÛŒâ€ŒØ´ÙˆØ¯.</p>\n' +
  '\n' +
  '<h1>Ø§Ø¬Ø±Ø§ÛŒ ÛŒÚ© Ù…ÙˆØ±Ø¯ Ù…Ù†Ùˆ ÛŒØ§ Ø¯Ú©Ù…Ù‡ Ù†ÙˆØ§Ø± Ø§Ø¨Ø²Ø§Ø±</h1>\n' +
  '\n' +
  '<p>ÙˆÙ‚ØªÛŒ Ù…ÙˆØ±Ø¯ Ù…Ù†Ùˆ ÛŒØ§ Ø¯Ú©Ù…Ù‡ Ù†ÙˆØ§Ø± Ø§Ø¨Ø²Ø§Ø± Ù…ÙˆØ±Ø¯ Ù†Ø¸Ø± Ù‡Ø§ÛŒÙ„Ø§ÛŒØª Ø´Ø¯ØŒ Ø¯Ú©Ù…Ù‡ <strong>Ø¨Ø§Ø²Ú¯Ø´Øª</strong>ØŒ <strong>Enter</strong>ØŒ\n' +
  '  ÛŒØ§ <strong>Ù†ÙˆØ§Ø± Space</strong> Ø±Ø§ ÙØ´Ø§Ø± Ø¯Ù‡ÛŒØ¯ ØªØ§ Ù…ÙˆØ±Ø¯ Ø±Ø§ Ø§Ø¬Ø±Ø§ Ú©Ù†ÛŒØ¯.</p>\n' +
  '\n' +
  '<h1>Ù¾ÛŒÙ…Ø§ÛŒØ´ Ø¯Ø± Ú©Ø§Ø¯Ø±Ù‡Ø§ÛŒ Ú¯ÙØªÚ¯ÙˆÛŒ Ø¨Ø¯ÙˆÙ† Ø²Ø¨Ø§Ù†Ù‡</h1>\n' +
  '\n' +
  '<p>Ø¯Ø± Ú©Ø§Ø¯Ø±Ù‡Ø§ÛŒ Ú¯ÙØªÚ¯ÙˆÛŒ Ø¨Ø¯ÙˆÙ† Ø²Ø¨Ø§Ù†Ù‡ØŒ ÙˆÙ‚ØªÛŒ Ú©Ø§Ø¯Ø± Ú¯ÙØªÚ¯Ùˆ Ø¨Ø§Ø² Ù…ÛŒâ€ŒØ´ÙˆØ¯ØŒ Ø§ÙˆÙ„ÛŒÙ† Ø¬Ø²Ø¡ ØªØ¹Ø§Ù…Ù„ÛŒ Ù…ØªÙ…Ø±Ú©Ø² Ù…ÛŒâ€ŒØ´ÙˆØ¯.</p>\n' +
  '\n' +
  '<p>Ø¨Ø§ ÙØ´Ø±Ø¯Ù† <strong>Tab</strong> ÛŒØ§ <strong>Shift+Tab</strong>ØŒ Ø¨ÛŒÙ† Ø§Ø¬Ø²Ø§ÛŒ Ú©Ø§Ø¯Ø± Ú¯ÙØªÚ¯ÙˆÛŒ ØªØ¹Ø§Ù…Ù„ÛŒ Ù¾ÛŒÙ…Ø§ÛŒØ´ Ú©Ù†ÛŒØ¯.</p>\n' +
  '\n' +
  '<h1>Ù¾ÛŒÙ…Ø§ÛŒØ´ Ú©Ø§Ø¯Ø±Ù‡Ø§ÛŒ Ú¯ÙØªÚ¯ÙˆÛŒ Ø²Ø¨Ø§Ù†Ù‡â€ŒØ¯Ø§Ø±</h1>\n' +
  '\n' +
  '<p>Ø¯Ø± Ú©Ø§Ø¯Ø±Ù‡Ø§ÛŒ Ú¯ÙØªÚ¯ÙˆÛŒ Ø²Ø¨Ø§Ù†Ù‡â€ŒØ¯Ø§Ø±ØŒ ÙˆÙ‚ØªÛŒ Ú©Ø§Ø¯Ø± Ú¯ÙØªÚ¯Ùˆ Ø¨Ø§Ø² Ù…ÛŒâ€ŒØ´ÙˆØ¯ØŒ Ø§ÙˆÙ„ÛŒÙ† Ø¯Ú©Ù…Ù‡ Ø¯Ø± Ù…Ù†ÙˆÛŒ Ø²Ø¨Ø§Ù†Ù‡ Ù…ØªÙ…Ø±Ú©Ø² Ù…ÛŒâ€ŒØ´ÙˆØ¯.</p>\n' +
  '\n' +
  '<p>Ø¨Ø§ ÙØ´Ø±Ø¯Ù† <strong>Tab</strong> ÛŒØ§\n' +
  '  <strong>Shift+Tab</strong>ØŒ Ø¨ÛŒÙ† Ø§Ø¬Ø²Ø§ÛŒ ØªØ¹Ø§Ù…Ù„ÛŒ Ø§ÛŒÙ† Ø²Ø¨Ø§Ù†Ù‡ Ú©Ø§Ø¯Ø± Ú¯ÙØªÚ¯Ùˆ Ù¾ÛŒÙ…Ø§ÛŒØ´ Ú©Ù†ÛŒØ¯.</p>\n' +
  '\n' +
  '<p>Ø¨Ø§ Ø¯Ø§Ø¯Ù† ØªÙ…Ø±Ú©Ø² Ø¨Ù‡ Ù…Ù†ÙˆÛŒ Ø²Ø¨Ø§Ù†Ù‡ Ùˆ Ø³Ù¾Ø³ ÙØ´Ø§Ø± Ø¯Ø§Ø¯Ù† Ú©Ù„ÛŒØ¯ <strong>Ø¬Ù‡Øªâ€ŒÙ†Ù…Ø§ÛŒ</strong>\n' +
  '  Ù…Ù†Ø§Ø³Ø¨ Ø¨Ø±Ø§ÛŒ Ú†Ø±Ø®Ø´ Ù…ÛŒØ§Ù† Ø²Ø¨Ø§Ù†Ù‡â€ŒÙ‡Ø§ÛŒ Ù…ÙˆØ¬ÙˆØ¯ØŒ Ø¨Ù‡ Ø²Ø¨Ø§Ù†Ù‡ Ú©Ø§Ø¯Ø± Ú¯ÙØªÚ¯ÙˆÛŒ Ø¯ÛŒÚ¯Ø±ÛŒ Ø¨Ø±ÙˆÛŒØ¯.</p>\n');